// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Activer l'impression directe sur votre périphérique";

TaskTOCTitle = "Impression directe HP";

HeaderMessage = "Simplifiez l'impression à partir de smartphones sans fil, ordinateurs portables et autres périphériques mobiles grâce à la connexion sans fil directe. Le périphérique mobile doit se trouver dans la plage de détection sans fil de l'imprimante et nécessite l'installation d'un pilote ou d'une application mobile HP ePrint. Pour plus d'informations et pour télécharger les applications, visitez le site Web en ligne de HP :";
EnableDirectPrint = "Activer l'impression directe";

SecurityOnPasswordTitle = "Activé (avec sécurité)";
SecurityOnTitle = "Activé (sans sécurité)";
SecurityOffTitle = "Désactivé";

SecurityOnAlertTitle = "Avertissement : lorsque l'impression directe est activée, certains utilisateurs non autorisés se trouvant dans la portée de détection du réseau sans fil sont susceptibles de se connecter à votre imprimante et d'imprimer à partir de celle-ci.";
PasswordTitle = "Clé de sécurité :";
PassphraseTooShortErrorMessage = "La phrase secrète doit comporter au moins 8 caractères.";